{
    "total": 57,
    "items": [{
        "id": 1,
        "name": "7 Killers",
        "slug": "7-killers",
        "coverUrl": "https://cdn.wuxiaworld.com/images/covers/7k.png?ver=9b915c064823d7f0189651b7936c37f9cca9c355",
        "abbreviation": "7K",
        "synopsis": "Dragon Fifth is a powerful lord with incredible martial arts, and yet is wasting away from a fatal disease. The only medicine which can cure his sickness lies in the clutches of his venomous ex-wife, Madam Lovesickness, and is guarded by seven dangerous killers, fugitives of the martial world. Into this treacherous love spat tumbles Liu Changjie, a skilled martial artist who loves drinking and women, but has a mysterious past. All is not what it seems in this wuxia heist story. Can you decipher the mystery before the final reveal? (There are only seven chapters in this novel, but they are very long chapters. In total, the story is of equal length to roughly 20-25 average web novel chapters)",
        "language": "Chinese",
        "timeCreated": 1424995200.0,
        "status": 2,
        "chapterCount": 8,
        "tags": "Completed",
        "genres": ["Action", "Mystery", "Romance", "Wuxia"]
    }, {
        "id": 19,
        "name": "A Record of a Mortal’s Journey to Immortality",
        "slug": "rmji",
        "coverUrl": "https://cdn.wuxiaworld.com/images/covers/rmji.jpg?ver=9362efd8d11b4b8bc976f449e4f7f1a4e0c27c08",
        "abbreviation": "RMJI",
        "synopsis": "Synopsis:A poor and ordinary boy from a village joins a minor sect in Jiang Hu and becomes an Unofficial Disciple by chance. How will Han Li, a commoner by birth, establish a foothold for himself in in his sect? With his mediocre aptitude, he must successfully traverse the treacherous path of cultivation and avoid the notice of those who may do him harm. This is a story of an ordinary mortal who, against all odds, clashes with devilish demons and ancient celestials in order to find his own path towards immortality.",
        "language": "Chinese",
        "timeCreated": 1482624000.0,
        "status": 1,
        "chapterCount": 1043,
        "tags": ["Chinese", "Ongoing"],
        "genres": []
    }, {
        "id": 20,
        "name": "A Will Eternal",
        "slug": "a-will-eternal",
        "coverUrl": "https://cdn.wuxiaworld.com/images/covers/awe.jpg?ver=ad5a9a488196bf8529f2b6ec5a919531f8e57f52",
        "abbreviation": "AWE",
        "synopsis": "A Will Eternal is the fourth major xianxia novel by the renowned Er Gen. It tells the tale of Bai Xiaochun, an endearing but exasperating young man who is driven primarily by his fear of death and desire to live forever, but who deeply values friendship and family. The story takes place in the same Universe as Er Gen&#39;s other novels, but is a separate story and can be read alone. That said, it does have connections to the other novels, especially <a href=\"https://www.wuxiaworld.com/novel/i-shall-seal-the-heavens\">I Shall Seal the Heavens</a>. Those connections only pertain to a handful of chapters, so you can read the novel as a whole and enjoy it without first reading ISSTH. However, the best reading experience would begin with the later portions of ISSTH. This novel is much more comedic and light-hearted than Er Gen&#39;s previous works, although it has its fair share of action and drama.",
        "language": "Chinese",
        "timeCreated": 1481328000.0,
        "status": 2,
        "chapterCount": 1317,
        "tags": ["Chinese", "Completed"],
        "genres": ["Action", "Alchemy", "Comedy", "Fantasy", "Political Intrigue", "Xianxia"]
    }, {
        "id": 21,
        "name": "Against the Gods",
        "slug": "against-the-gods",
        "coverUrl": "https://cdn.wuxiaworld.com/images/covers/atg.jpg?ver=b6377e1043744b345c0bdf83557f8b89a8018e94",
        "abbreviation": "ATG",
        "synopsis": "Custom Synopsis:Hunted for possessing a heaven-defying object, Yun Che is a young man in both that life and the next. Throwing himself off a cliff to spite his pursuers, Yun Che is reincarnated as Xiao Che, a recently poisoned teen in another realm. Just as hated in this life as the previous one, Che must overcome his own hostile clan, his own inability to cultivate, and his own frosty fiance.",
        "language": "Chinese",
        "timeCreated": 1434153600.0,
        "status": 1,
        "chapterCount": 1445,
        "tags": ["Chinese", "Ongoing"],
        "genres": ["Action", "Comedy", "Fantasy", "Mature", "Mystery", "Romance", "Xuanhuan"]
    }, {
        "id": 22,
        "name": "Ancient Strengthening Technique",
        "slug": "ancient-strengthening-technique",
        "coverUrl": "https://cdn.wuxiaworld.com/images/covers/ast.jpg?ver=3113ede98eb17afea8006f0024b2290aecd68c05",
        "abbreviation": "AST",
        "synopsis": "Synopsis:A human warrior cultivating the Ancient Strengthening Technique has transcended dimensions and arrived on Kyushu. Together with twelve ravishing beauties with looks that were unmatched in their generation, will he be able to stand on the summit of this world?This novel is about the main character, named Qing Shui, who transcended dimensions and arrived in the Kyushu continent. Storms of blood and wind, resulting in corpses and bones strewn about are extremely common here. The young warrior Qing Shui forged ahead in his path to cultivate, using 10 years to train himself, only to seek vengeance for the one who had forsaken his mother! On the road, he had a chance encounter with the cold beauty (ice princess) Shi Qing Zhuang, incurring hatred and vengeance from her fiance &ndash; Situ Bu Fan. After entering the Hundred Miles City, Qing Shui got acquainted with a dignified and beautiful lady named Yu He and other Xian Tian Realm cultivators &ndash; After which, he willingly invited tribulation on himself, after killing the young master of the Gong Yang Clan because of Yu He, and was forced into a corner. Luckily for Qing Shui, a lady as beautiful as a celestial maiden named Yi Ye Jian Ge rushed back to save him from afar, following which a bloody battle ensued. Can Qing Shui turn danger into safety, averting disaster? And his relationships with the various beautiful ladies, what will it develop into?",
        "language": "Chinese",
        "timeCreated": 1480464000.0,
        "status": 1,
        "chapterCount": 2362,
        "tags": "Ongoing",
        "genres": []
    }, {
        "id": 65,
        "name": "Archfiend",
        "slug": "archfiend",
        "coverUrl": "https://cdn.wuxiaworld.com/images/covers/af.png?ver=bd94cfd27cb879943e39bebccfb1a9593dac7274",
        "abbreviation": "AF",
        "synopsis": "Translator General Synopsis: Qi Condensation. Foundation Establishment. Core Formation. In the current world, only these three realms are known to be achievable. Nascent Soul is but a legend and the realms above it lost to the long river of time. The modern era is known as Cultivation Civilization, a balance of power and civility, excess and moderation. While cultivation remains a secret practice, it has long since exposed itself to the mundane world, quietly intertwined with each facet of society. While the world appears to be at peace, what lies underneath is a conflict between human, cultivator, and demon, brewing for ages and waiting to implode. Yet in the wake of humanitys rapid industrialization, qi&mdash;and consequently cultivation&mdash;is dying.Besieged on all sides by forces both human and demon, Xu Yangyi, our protagonist, strives to reach the apex, armed only with esoteric knowledge and his cool pragmatism, and to avenge the unjust deaths of both his parents. Embroiled in conspiracy and with adversity waiting at each turn, he is undeterred in his conquest to seek the Grand Dao and break free of this worlds shackles, claiming his title as the pioneer of an era!<p dir=\"ltr\"><span style=\"color: rgb(0, 0, 0); background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Translators Technical Synopsis:<span style=\"color: rgb(0, 0, 0); background-color: transparent; font-weight: 400; font-style: italic; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Archfiend<span style=\"color: rgb(0, 0, 0); background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">is a novel on Zongheng categorized as a &ldquo;different city&rdquo; novel. It starts in the year 2016 and is supposed to exist in our world. The novel combines elements from the modern city genre and the classic xianxia genre to create a story that I feel is very different from what most readers are used to.<span style=\"color: rgb(0, 0, 0); background-color: transparent; font-weight: 400; font-style: italic; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Archfiend<span style=\"color: rgb(0, 0, 0); background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">draws heavily on Chinese myth, history, and culture to form an engrossing, but slow, plotline.<span style=\"color: rgb(0, 0, 0); background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The authors past works include<span style=\"color: rgb(0, 0, 0); background-color: transparent; font-weight: 400; font-style: italic; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Super Entertainment Dynasty<span style=\"color: rgb(0, 0, 0); background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">and<span style=\"color: rgb(0, 0, 0); background-color: transparent; font-weight: 400; font-style: italic; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The Emperors Super Star Cultivation System<span style=\"color: rgb(0, 0, 0); background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">. Both of them are classified as city novels. Hellsing is primarily known as a &ldquo;city-genre&rdquo; writer.<span style=\"color: rgb(0, 0, 0); background-color: transparent; font-weight: 400; font-style: italic; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Archfiend<span style=\"color: rgb(0, 0, 0); background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">is his first foray into writing a more action-packed story and what he considers his &ldquo;transformative work&rdquo;. Due to his background in the city genre, the author gives<span style=\"color: rgb(0, 0, 0); background-color: transparent; font-weight: 400; font-style: italic; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Archfiend<span style=\"color: rgb(0, 0, 0); background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">with what I feel is a fuller and deeper feeling. I will say that reading and treating this novel as a normal cultivation story isnt the right approach.<span style=\"color: rgb(0, 0, 0); background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Author Synopsis: <span style=\"color: rgb(0, 0, 0); background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">As others blindly search for the truth, remember every living thing is false. As others are restricted by morality and law, remember that all matters are permitted. We walk in darkness and serve in the light. I am Xu Yangyi, I am a demon slayer.",
        "language": "Chinese",
        "timeCreated": 1497139200.0,
        "status": 1,
        "chapterCount": 409,
        "tags": ["Chinese", "Ongoing"],
        "genres": ["Action", "Alchemy", "Fantasy", "Mature", "Modern Setting", "Mystery"]
    }, {
        "id": 23,
        "name": "Battle Through the Heavens",
        "slug": "battle-through-the-heavens",
        "coverUrl": "https://cdn.wuxiaworld.com/images/covers/btth.jpg?ver=b49ecfeb59e7f8a1e94379b5bfa58828e70883a4",
        "abbreviation": "BTTH",
        "synopsis": "In a land where no magic is present. A land where the strong make the rules and weak have to obey. A land filled with alluring treasures and beauty, yet also filled with unforeseen danger. Three years ago, Xiao Yan, who had shown talents none had seen in decades, suddenly lost everything. His powers, his reputation, and his promise to his mother. What sorcery has caused him to lose all of his powers? And why has his fiancee suddenly shown up?",
        "language": "Chinese",
        "timeCreated": 1435968000.0,
        "status": 2,
        "chapterCount": 1648,
        "tags": ["Chinese", "Completed"],
        "genres": []
    }, {
        "id": 4,
        "name": "Child of Light",
        "slug": "child-of-light",
        "coverUrl": "https://cdn.wuxiaworld.com/images/covers/col.jpg?ver=d7e2f2f18c3349f1069dc6bf1d249e8da84ec62b",
        "abbreviation": "CoL",
        "synopsis": "The lazy Zhang Gong decides to learn light magic, a magic often ridiculed as useless for its defensive nature. However, he eventually becomes the legendary Grand Magister. While trying to end the continents east and west separation in order to unite all of the different races, he becomes every races Child of Light. ",
        "language": "Chinese",
        "timeCreated": 1430265600.0,
        "status": 2,
        "chapterCount": 357,
        "tags": ["Chinese", "Completed"],
        "genres": []
    }, {
        "id": 25,
        "name": "City of Sin",
        "slug": "city-of-sin",
        "coverUrl": "https://cdn.wuxiaworld.com/images/covers/cos.jpg?ver=879444383470d2df1728d2ee1ab3f4f5f9ff85ae",
        "abbreviation": "CoS",
        "synopsis": "Every drop of this family bloodline is stained with sin. They are the embodiment of contradiction; calm yet maniacal, with great memories yet often forgetful. They pledge themselves to their dreams yet often compromise, are angels that are also devils Its why I hate them.And also love them.The only hope of his family, a youth with the blood of elves and demons walks on a battleground of annihilation and rebirth. He wills his way through boiling lava and icy depths, making a killing on this field of despair to strike down the lofty figure in his sight. One day hell grasp his blade tightly and survey his surroundings, only to find no more enemies to kill.",
        "language": "Chinese",
        "timeCreated": 1514246400.0,
        "status": 1,
        "chapterCount": 995,
        "tags": ["Chinese", "Ongoing"],
        "genres": []
    }, {
        "id": 26,
        "name": "Demon Hunter",
        "slug": "demon-hunter",
        "coverUrl": "https://cdn.wuxiaworld.com/images/covers/dh.jpg?ver=bd8676637293541fd5c634eb7c811a46fb44a6ed",
        "abbreviation": "DH",
        "synopsis": "Following the nuclear warfare, massacre extended towards the entire world. The order of mankind completely collapsed, and survival of the fittest became the ultimate principle.Once natural desires were unchained, advancing forward no longer became an option. This world could only turn left or right.The left leads to hell, the right, also leads to hell.",
        "language": "Chinese",
        "timeCreated": 1510876800.0,
        "status": 1,
        "chapterCount": 1033,
        "tags": ["Chinese", "Ongoing"],
        "genres": []
    }, {
        "id": 27,
        "name": "Desolate Era",
        "slug": "desolate-era",
        "coverUrl": "https://cdn.wuxiaworld.com/images/covers/de.jpg?ver=6a8b21616e397749f1a334a49aafe82e09ef2db9",
        "abbreviation": "DE",
        "synopsis": "Fate had never been kind to Ji Ning. Wracked by illnesses and infirm his entire life on Earth, Ning knew early on that he would die as a teenager. What he didnt know was that there really was such a thing as life after death, and that the universe was a far larger place than he thought. A lucky twist of fate (one of the few in Nings life) meant that Ning was reborn into a world of Immortals and monsters, of Ki Refiners and powerful Fiendgods, a world where Dynasties lasted for millions of years. A world which is both greaterand yet also smallerthan he ever could imagine. He would have the opportunity to join them, and in this life, Ning swore to himself, he would never let himself be weak again! The Era he was born into was a Desolate one, but Ning would make it his era.",
        "language": "Chinese",
        "timeCreated": 1446249600.0,
        "status": 2,
        "chapterCount": 1451,
        "tags": ["Chinese", "Completed"],
        "genres": []
    }, {
        "id": 8,
        "name": "Dragon King With Seven Stars",
        "slug": "dragon-king-with-seven-stars",
        "coverUrl": "https://cdn.wuxiaworld.com/images/covers/dkss.jpg?ver=fe7becfcf631e1753b96cb172e160fcc05b80913",
        "abbreviation": "DKSS",
        "synopsis": "Upon the death of multi-millionaire playboy Sun Jicheng, Jinan city suddenly becomes the center of a maelstrom of Jianghu intrigue. Once again, the mysterious death and/or disappearance of some of the most powerful and famous martial artists in recent years, such as the &ldquo;End the Heavens, Destroy the Earth&rdquo; crime-fighting duo Gao Tianjue and Guo Mie, and the master thief &ldquo;Laughing General&rdquo; Li, come to the spotlight. Smack dab in the middle of all the plotting and fighting is Ingot, a scrappy beggar who is far more than what he seems. Translated by Deathblade.",
        "language": "Chinese",
        "timeCreated": 1426636800.0,
        "status": 2,
        "chapterCount": 26,
        "tags": ["Chinese", "Completed"],
        "genres": ["Action", "Mystery", "Wuxia"]
    }, {
        "id": 53,
        "name": "Dragon Maken War",
        "slug": "dragon-maken-war",
        "coverUrl": "https://cdn.wuxiaworld.com/images/covers/dmw.jpg?ver=8a6352e72a24c0e90eafdc9ab97e0dcf9e335e83",
        "abbreviation": "DMW",
        "synopsis": "Synopsis:220 years ago, in the legendary Dragon Demon War, Hero Azell ended the war by killing the evil Dragon Demon races King Atein. He was able to save the population, but as a consequence, he was cursed. While he was dying, the high magician suggest a gamble that might save his life. &lsquo;The Dragons hibernation is the only key to saving your life. Instead of a humans sleep, he slept the sleep of the dragons and he was able to overcome the curse. Now he is realizing that he has slept way longer than a humans life span.",
        "language": "Korean",
        "timeCreated": 1446508800.0,
        "status": 1,
        "chapterCount": 248,
        "tags": ["Korean", "Ongoing"],
        "genres": []
    }, {
        "id": 70,
        "name": "Dragon Prince Yuan",
        "slug": "dragon-prince-yuan",
        "coverUrl": "https://cdn.wuxiaworld.com/images/covers/yz.jpg?ver=1f028687df8808196097d9f33ec652c09580280a",
        "abbreviation": "YZ",
        "synopsis": "Destiny stolen at birth, the prince of the once mighty Great Zhou Empire, Zhou Yuan, has been plagued all his life by a fatal poison, forced to suffer powerlessly until one day when fate draws him into a mysterious domain where he meets a beautiful girl in green, a bizarre dog-like creature and an unfathomable old man in black.Join Zhou Yuan as he is thrust into the whirlpool of destiny while he seeks the pinnacle of cultivation.Yeow&#39;s comments: Potato (the author) really has a way certain arcs that make you can&#39;t stop gushing on and on about them for hours. It&#39;s one of the reasons why I enjoy his work so if you ever want to ramble on endlessly into the night with excitement, bring a friend along and join me as we venture to discover such yet uncovered gems.(My personal highlights for WDQK and BTTH were the Yimo City arc and the alchemist competition arc respectively :P)",
        "language": "Chinese",
        "timeCreated": -62135596800.0,
        "status": 1,
        "chapterCount": 142,
        "tags": ["Chinese", "Editor's Choice", "Ongoing"],
        "genres": ["Action", "Comedy", "Fantasy", "Romance", "Tragedy", "Xuanhuan"]
    }],
    "result": true
}